<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="utf-8">
<title>Ajedrez L&oacute;gico</title>
</head>
<body>
<a href="https://www.chessgames.com/perl/chessgame?gid=1242897">Partida N&uacute;m. 6</a><br/>
<br/>

[Event "Partida Num 6"]<br/>
[Site "Viena, AUT"]<br/>
[Date "1898"]<br/>
[White "Gustav Zeissl"]<br/>
[Black "Walter von Walthoffen"]<br/>
[Opening "Ruy L&oacute;pez"]<br/>
[Result "0-1"]<br/>


<strong>1. e4 e5 2. Nf3 Nc6 3. Bb5</strong><br/>
{No hay amenaza inmediata de ganar al pe&oacute;n, porque despu&eacute;s de
4. Bxc6 dxc6 5. Nxe5, la respuesta 5... Qd4 recupera el pe&oacute;n.
Pero hay presi&oacute;n sobre el caballo, y esta presi&oacute;n se intensifica
cuando las negras, tarde o temprano, adelanten su pe&oacute;n de dama,
y el caballo queda entonces clavado.}<br/>
<strong>3... f5</strong><br/>
{Atrevido intento de tomar la iniciativa.
La idea es hacer que las blancas renuncien al centro capturando al pe&oacute;n f.}<br/>
<strong>4. d4 fxe4</strong><br/>
{La captura de las negras tiene por principal objeto
sacar al caballo de su fuerte posici&oacute;n.}<br/>

<strong>5. Nxe5</strong><br/>
{Aparentemente, una jugada en&eacute;rgica. Las blancas recuperan su pe&oacute;n y evitan
5. ... d6 &oacute; 5. ... d5. Despu&eacute;s de cualquiera de estas dos jugadas, la continuaci&oacute;n
6. Nxc6 bxc6 7. Bxc6+ gana la calidad.<br/>
Las blancas tienen tambi&eacute;n una poderosa amenaza con
6. Bxc6 dxc6 7. Qh5+ Ke7 8. Qf7+ Kd6 9. Nc4#.<br/>
Todo esto es muy tentador, de la misma manera que la posibilidad de dar pronto
el mate es atractiva para el jugador joven, pero hay que suprimir esa ambici&oacute;n.
Los ataques prematuros con amenaza de mate suelen ser repelidos
con p&eacute;rdida de tiempo o material para el agresor.
Una continuaci&oacute;n m&aacute;s segura es 5. Bxc6 dxc6 6. Nxe5.}<br/>

<strong>5... Nxe5 6. dxe5</strong><br/>
{Las blancas no tienen nada que hacer con el en&eacute;rgico 4. d4.
Era preferible el desarrollo del caballo de dama.}<br/>

<strong>6... c6!</strong><br/>
{¿Una jugada de pe&oacute;n cuando hay que poner en juego las piezas?
S&iacute;, la jugada est&aacute; justificada por la posici&oacute;n particular.<br/>
Las negras tienen cuatro buenos argumentos para este adelanto del pe&oacute;n:<br/>
a) Deben ahuyentar al alfil antes de que puedan adelantar su pe&oacute;n de dama (de lo contrario, el rey queda en jaque).<br/>
b) El tiempo perdido al mo­ver un pe&oacute;n queda compensado por el hecho de que el alfil debe perder tambi&eacute;n un tiempo al retirarse.<br/>
e) Abre una magn&iacute;fica diago­nal para la dama.<br/>
d) El ataque sobre el alfil se traducir&aacute; en la ganancia de un pe&oacute;n, y "un pe&oacute;n vale la pena de darse alguna molestia".}<br/>

<strong>7. Bc4</strong><br/>
{Ordinariamente, &eacute;ste es un excelente lugar para el alfil, pero 7. Be2 es m&aacute;s compatible con los requerimientos de la posici&oacute;n.<br/>
Las blancas han perdido los servicios del caballo de rey, y el alfil podr&iacute;a contribuir a la defensa del flanco del rey.}<br/>

<strong>7... Qa5+ 8. Nc3 Qxe5 9. O-O</strong><br/>
{¡Mala! Era m&aacute;s discreto ocultar sus intenciones, desarrollar las piezas del flanco de dama y enrocarse m&aacute;s tarde, quiz&aacute; en este &uacute;ltimo flanco.}<br/>

<strong>9... d5!</strong><br/>
{Las negras se apoderan del centro, ahuyentan al alfil enemigo y con ello permiten que aparezca su propio alfll.
¡Todo ello en una sola jugada!}<br/>

<strong>10. Bb3</strong><br/>
{Tambi&eacute;n aqu&iacute; es preferible la maniobra 10. Be2, en que el alfil domina dos diagonales.}<br/>

<strong>10... Nf6</strong><br/>
{Organizando un ataque en el flanco de rey mediante el simple procedimiento de desarrollar sus piezas.}<br/>

<strong>11. Be3</strong><br/>
{En parte para evitar que las negras jueguen 11... Bc5, y en parte para
desalojar a la dama centralizada mediante 12. Bd4 o 12. Qd4.}<br/>
<img src="position01.png" width="100" height="100"><br/>

<strong>11... Bd6!</strong><br/>
{Magn&iacute;fica jugada que tiene m&aacute;s significaci&oacute;n que el mero desarrollo de una pieza
combinado con una amenaza de mate. El objetivo ulterior es crear una <em>debilidad
permanente e irremediable</em> en el flanco de rey de las blancas obligando a moverse
a uno de los peones defensores.}<br/>

<strong> 12. g3</strong><br/>
{La &uacute;nica defensa posible. Si en lugar de ello 12. f4, exf3 a.p. 13. Qxf3, Qxh2+ 14. Kf2 Bg4, y las negras ganan.<br/>
Despu&eacute;s de la jugada del texto, las negras desatan un ataque. No sacrifican una pieza in&uacute;tilmente por el pe&oacute;n del caballo,
ni intentan irrumpir en la posici&oacute;n con el asalto de peones 13... h5, h4 y h3.}<br/>

<strong>12... Bg4!</strong><br/>
{Basan su ataque en el tema de la <em>penetraci&oacute;n</em>. Las casillas f3 y h3 de las blancas han quedado debilitadas con la jugada
12. g3, pues ya no est&aacute;n protegidas por el pe&oacute;n. Estas casillas
se han convertido en "agujeros", como las llam&oacute; Steinitz por primera vez. Las piezas enemigas
que se establecen en estas casillas lo hacen con firmeza, pues <em>no hay peones que puedan ahuyentarlas.</em><br/>
El alfil ataca a la dama con el objetivo de instalarse en f3 sin p&eacute;rdida de tiempo.}<br/>

<strong>13. Qd2</strong><br/>
{Si en lugar de esto las blancas interponen el caballo en e2, entonces
13... Qh5, atacando una vez m&aacute;s al caballo, obliga a 14. Te1, con lo que
14... Qh3 planta una pieza en un agujero. La siguiente jugada de las
negras es 15... Bf3, ocupando el otro agujero, y la escena queda lista para el mate en g2.}<br/>

<strong>13... Bf3 14. Bf4</strong><br/>
{Con la esperanza de que haya algo semejante a 14... Qe7 15. Bxd6 Qxd6 16. Qf4, en que uno o dos cambios podr&iacute;an aliviar las dificultades.}<br/>
<img src="position02.png" width="100" height="100"><br/>

<strong>14... Qf5!</strong><br/>
{Abandonan al alfil, pero a las negras s&oacute;lo les interesa llevar la dama a h3, con un dominio mortal sobre las casillas blancas.}<br/>

<strong>15. Nd1!</strong><br/>
{El caballo va a e3 para defender la casilla g2, donde es inminente el mate.}

<strong>15... Qh3 16. Ne3 Ng4</strong><br/>
{Nueva amenaza: mate en h2. Advi&eacute;rtase el inteligente uso de las casillas blancas debilitadas al infiltrarse las piezas negras en la posici&oacute;n enemiga.}<br/>

<strong>17. Rfc1 Qxh2+</strong><br/>
{El mate viene en la siguiente jugada: 18. Kf1 Qh1#.}<br/>
0-1
</body>
</html>