<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="ISO-8859-1">
<title>Partida N&uacute;m. 7</title>
</head>
<body>
<a href="https://www.chess.com/analysis/game/pgn/bJXboq4Pp">Partida N&uacute;m. 7</a><br/>
Defensa Francesa<br/>
Blancas: Spielmann<br/>
Negras: Wahle<br/>
Viena, 1926<br/><br/>

<strong>1. e4 e6</strong><br/>
{Con varios objetivos en perspectiva: uno de ellos es el de evitar que las blancas dicten la apertura.
Despu&eacute;s de la respuesta convencional 1... e5, las blancas pueden jugar
la poderosa l&iacute;nea Ruy L&oacute;pez, el Giuoco Piano, la Partida Vienesa, el ataque de Max Lange,
o inclusive algunos de los peligrosos gambitos. Otro de ellos es que la posici&oacute;n paralizada de las negras
suele inducir un ataque prematuro, que puede ser desastroso para las blancas.
Un tercer objetivo es que el pe&oacute;n en e6 apoye un avance mediante 2... d5, ataque sobre el pe&oacute;n de rey que
puede hacer que la iniciativa cambie de manos.
La Defensa Francesa no debe ser subestimada, pues oculta considerable energ&iacute;a tras una modesta fachada.}<br/>

<strong>2. d4 d5 3. Nc3 Nf6 4. exd5</strong><br/>
{Muchos jugadores prefieren aumentar la presi&oacute;n con 4. Bg5 (que desarrolla una pieza y
deja impotente a otra del enemigo) en lugar de esta jugada, con lo que se afloja la tensi&oacute;n.
Spielmann, que gusta de las posiciones abiertas, elimina un par de peones a fin de dar a sus
piezas mayor espacio para sus actividades. }<br/>

<strong>4... exd5</strong><br/>
{Mejor que tomar con el caballo. Las negras conservan un pe&oacute;n en el centro y liberan a su alfil de dama.}<br/>

<strong>5. Bg5</strong><br/>
{Clava al caballo y amenaza con abrir la partida mediante -TODO hace que se pierda el pe&oacute;n de dama,}<br/>
(5... Be7 6. Bxf6 gxf6<br/>
{y las negras quedan con un pe&oacute;n doblado d&eacute;bil.}<br/>
(6... Qxf6))<br/>
<strong>5... Be7</strong><br/>
{La manera m&aacute;s sencilla de eliminar la clavada del caballo. Adem&aacute;s, cumple la primera ley del desarrollo r&aacute;pido:<br/>
<em>¡Hay que sacar las piezas de la primera fila!</em>}<br/>


<strong>6. Bd3 Nc6</strong><br/>
{El caballo amaga con tomar el pe&oacute;n de dama.}<br/>

<strong>7. Nge2!</strong><br/>
{Despu&eacute;s del acostumbrado desarrollo
7. Nf3, las negras clavan al caballo con 7... Bg4 y nuevamente amenazan al pe&oacute;n de dama.
Las blancas podr&iacute;an salvar al pe&oacute;n, digamos con 8. Be2, pero perder&iacute;an la iniciativa.<br/>
Despu&eacute;s de la jugada del texto, si las negras clavan al caballo, 8. f3 repele al alfil y lo hace perder tiempo al retirarse.}<br/>

<strong>7... Nb4 8. Ng3</strong><br/>
{Ahora vemos otra raz&oacute;n para desarrollar el caballo a e2. Las blancas quieren anclar una pieza
en f5, posici&oacute;n dominante para un caballo o un alfil. Una pieza no necesita hacer m&aacute;s que permanecer
all&iacute; y tomar un aspecto amenazador para desconcertar al enemigo.}<br/>

<strong>8... Nxd3+</strong><br/>
{Misi&oacute;n cumplida. Las negras tienen una ligera superioridad
t&eacute;cnica por retener dos alfiles de largo alcance contra el caballo y
el alfil de las blancas, pero... }<br/>

<strong>9. Qxd3</strong><br/>
{... con una p&eacute;rdida de tiempo. Las negras han hecho tres jugadas con el caballo para cambiarlo
por un alfil que s&oacute;lo se ha movido una vez. Adem&aacute;s de eso, su caballo desapareci&oacute; completamente
del tablero, mientras que el alfil dej&oacute; una pieza en su lugar.<br/>
El resultado es que las blancas tienen cuatro piezas activas en el campo contra dos de las negras.
Las blancas est&aacute;n tambi&eacute;n preparadas para enrocar en cualquiera de los dos lados y movilizar r&aacute;pidamente ambas torres.
Si hay alguna ventaja, es de las blancas.}<br/>

<strong>9... g6</strong><br/>
{La jugada del pe&oacute;n impide que las blancas coloquen su caballo
en f5, pero crea una debilidad org&aacute;nica en la posici&oacute;n de las negras,
debilidad <em>irremediable</em>. Las casillas f6 y h6,
que ya no est&aacute;n protegidas por el pe&oacute;n, son d&eacute;biles
<em>y lo ser&aacute;n de manera permanente.</em>}<br/>

<strong>10. O-O c6 11. Rae1</strong><br/>
{Las blancas se apoderan de la &uacute;nica columna abierta (pues las
torres deben estar en columnas abiertas o en columnas que puedan
abrirse) y clavan al alfil. Vale la pena hacer notar que
una pieza clavada no s&oacute;lo no puede moverse, sino que tampoco
puede capturar. <em>No protege a ninguna otra pieza, pues est&aacute;
completamente paralizada.</em> De ello se deduce que no s&oacute;lo el alfil est&aacute;
inmovilizado y en peligro (pues puede ser atacado una y otra vez),
sino que el caballo que depende de &eacute;l para su protecci&oacute;n no se encuentra
ya a salvo. En pocas palabras las negras se encuentran ahora amenazadas
con la p&eacute;rdida de una pieza mediante 12. AxC.}<br/>

<strong>11... O-O</strong><br/>
{El rey pone pies en polvorosa, eliminando de paso la clavada del alfil y conservando su caballo.<br/>
<img alt="" src="position07-01.png" width="100" height="100"><br/>
El adelanto del pe&oacute;n de caballo de las negras ha privado al
caballo de un apoyo estable. Est&aacute; todav&iacute;a defendido por dos piezas,
pero si no estuviera all&iacute; el alfil, quedar&iacute;a defendido s&oacute;lo una vez.
Efectivamente, si el alfil no estuviera all&iacute;, el caballo estar&iacute;a clavado y
sujeto a un ataque duradero. El alfil aparece en ambas ecuaciones. Evidentemente, el alfil
es el criminal, ¡y hay que destruirlo! ¡Y hay que destruirlo inmediatamente,
antes de que las negras tengan tiempo de jugar 12... A3R!}<br/>

<strong>12. Rxe7! Qxe7</strong><br/>
{Las negras tienen que recuperar la pieza, dejando al caballo clavado y blanco de un futuro ataque.}<br/>

<strong>13. Qf3</strong><br/>
{Ejerciendo presi&oacute;n sobre la clavada y amenazando con tomar el caballo.}<br/>

<strong>13... Kg7</strong><br/>
{El rey sale al rescate. Contra la defensa alternativa 13... Bf5,
Spielmann tiene esta bonita continuaci&oacute;n:<br/>
14. Nxf5 gxf5 15. Qg3 (amenazando 16. Bxf6#) Kg7 (&oacute; 15... Kh8 16. Qh4 Kg7 17. Qh6+ Kg8 18. Bxf5, y las blancas ganan)
16. Bxf6+ doble Kxf6 17. Qh4+ Ke6 18. Re1+ Kd7 19. Qxe7+, y todas las piezas de las negras han salido.<br/>
<img alt="" src="position07-02.png" width="100" height="100"><br/>
Otra vez, la amenaza inmediata de las blancas es sencilla: 15. Bxf6+, ganando instant&aacute;neamente.}<br/>

<strong>14. Nce4 dxe4 15. Nxe4</strong><br/>
{Son tres las piezas que atacan ahora al indefenso caballo. Las blancas amenazan ahora 16. Bxf6+ seguido por 17. BxQ.}<br/>

<strong>15... Qe6</strong><br/>
{Si 15... Qxe4, las blancas tienen la agradable disyuntiva de
ganar la dama con 16. Bxf6+ (eliminando al protector de la dama),
seguido por 17. Qxe4, o de forzar el mate mediante 16. Qxf6+ Kg8
16. Bh6, seguido por 18. Qg7#.<br/>
En esta &uacute;ltima l&iacute;nea de juego, advi&eacute;rtase que las blancas plantan
firmemente sus piezas en los dos agujeros de la posici&oacute;n de las
negras, f6 y h6, casillas que ya no est&aacute;n protegidas por el pe&oacute;n
del caballo despu&eacute;s de su avance. Con su &uacute;ltima jugada, las negras
salvan a la dama. Todav&iacute;a tienen ventaja de material, pero
han perdido la partida, pues las piezas de las blancas se insinuar&aacute;n
por las casillas negras para llegar al rey.}<br/>

<strong>16. Bxf6+ Kg8</strong><br/>
{Si 16... Kh6 17. Qf4+ y mate en la siguiente jugada.}<br/>

<strong>17. Qf4</strong><br/>
{Amenazando con la invasi&oacute;n final en h6 seguida por un mate
en g7: triunfo en las casillas negras.
Las negras, impotentes para evitar el mate, abandonaron el juego .}<br/>

1-0
</body>
</html>