<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="ISO-8859-1">
<title>Partida N&uacute;m. 7</title>
</head>
<body>
<a href="https://www.chessgames.com/perl/chessgame?gid=1242926">Partida N&uacute;m. 8</a><br/>
Sistema de Colle<br/>
Blancas: Przepiorka<br/>
Negras: Prokes<br/>
Budapest (1929), Budapest HUN, rd 12, Sep-15<br/><br/>

<strong>1. d4</strong><br/>
{Una de las razones que explican la popularidad de las aperturas
de pe&oacute;n de dama es que desde la primera jugada presentan
problemas al defensor. No hay m&eacute;todo alguno por el que las
negras puedan apoderarse de la iniciativa o siquiera igualar r&aacute;pidamente.}<br/>
<strong>1... Nf6</strong><br/>
{Pone en juego una pieza donde influye sobre el centro. La jugada
del caballo evita que las blancas contin&uacute;en con 2. e4.
Un maestro del ajedrez mueve su caballo a f6 tan instintivamente como si respirara.}<br/>
<strong>2. Nf3</strong><br/>
{El caballo se desarrolla hacia el centro, donde tiene la mayor libertad
de acci&oacute;n con el mayor alcance para sus actividades.
El caballo tiene la peculiar propiedad de poder atacar a cualquiera otra pieza
(excepto a otro caballo) sin estar, a su vez, sometido a ataque. Este atributo lo
convierte en una pieza estupenda para maniobrar con ella en el tablero.}<br/>
<strong>2... e6</strong><br/>
{Las negras pueden evitar el ataque general del sistema de
Colle jugando 2.... d5, listas para responder a 3. e3 con 3. ... Bf5.
Entonces, si 4. Bd3, Bxd3 cambia los alfiles y las negras
se libran de la pieza m&aacute;s peligrosa de las blancas (en esta forma
de la apertura).
Con la jugada del texto, las negras dan libertad a su alfil del
rey y no se comprometen con ninguna l&iacute;nea espec&iacute;fica de defensa.}<br/>
<strong>3. e3</strong><br/>
{Indicando su designio: evidentemente, las blancas preparan la
t&iacute;pica formaci&oacute;n de Colle con el alfil en d3 y el caballo de dama
en d2 para controlar la casilla clave e4, que sirve de trampol&iacute;n
a las piezas en este ataque.}<br/>
<strong>3... d5 4. Bd3</strong><br/>
{Las blancas comienzan a concentrar la presi&oacute;n en e4, esencial
en el sistema de Colle. Hablando en t&eacute;rminos generales, es un buen
plan movilizar las piezas primero en el flanco del rey, lo que hace
posible el pronto enroque en ese lado.}<br/>
<strong>4... c5</strong><br/>
{Esta jugada es casi indispensable en las aperturas de pe&oacute;n de
dama. Es muy importante no jugar primero ... Nc6, pues no
hay que obstruir al pe&oacute;n del alfil.
La jugada de las negras ataca al centro y establece un estado
de tensi&oacute;n en esa zona.}<br/>
<strong>5. c3</strong><br/>
{Fortalece al pe&oacute;n de dama. En el caso de 5... cxd4, las blancas
pueden recapturar con el pe&oacute;n del alfil y mantener un pe&oacute;n en
el centro. Es necesario no tocar al pe&oacute;n del rey, que debe permanecer
en e3 esperando nuevas instrucciones.
Podr&iacute;a parecer que la &uacute;ltima jugada de las blancas priva al
caballo de dama de su mejor casilla, pero en esta forma de ataque
el caballo debe estar en d2.}<br/>
<strong>5... Nbd7</strong><br/>
{Probablemente es superior a colocar el caballo en c6. En d7,
los caballos est&aacute;n en contacto entre s&iacute;, de manera que si hay cambio
del caballo del rey, el otro puede llegar a f6, casilla ideal
para el ataque o la defensa. En d7, el caballo se mantiene alejado
de la columna del alfil. Cuanto m&aacute;s abierta est&eacute; dicha columna,
m&aacute;s &uacute;til ser&aacute; para la dama o la torre que la ocupen. Por &uacute;ltimo,
si las blancas juegan 6. dxc5, el caballo recaptura y entra en&eacute;rgicamente
en el juego.
En las partidas de pe&oacute;n de dama, el caballo negro de dama suele
desempe&ntilde;ar un mejor papel en d7 que en c6.}<br/>
<strong>6. Nbd2</strong><br/>
{Intensificando la presi&oacute;n sobre e4. Para el profano, el desarrollo
de las blancas parece deficiente. Las piezas parecen estorbarse
mutuamente, pero, como se ver&aacute;, pueden entrar en acci&oacute;n sin tropiezo
y f&aacute;cilmente.}<br/>
<strong>6... Bd6</strong><br/>
{Esta jugada es m&aacute;s en&eacute;rgica que 6.... e7, en que el alfil se limita
a una misi&oacute;n defensiva.}<br/>
<strong>7. O-O</strong><br/>
{Las blancas buscan la seguridad de su rey antes de iniciar cualquier
acci&oacute;n decisiva. Es peligroso abrir la posici&oacute;n y dejar al rey
en el centro, expuesto a un posible contraataque.
El enroque de las blancas es agresivo, pues la torre del rey desempe&ntilde;a
un papel muy importante en el ataque que se prepara.}<br/>
<strong>7... O-O</strong><br/>
{El enroque de las negras es una medida defensiva. Pero, &iquest;por qu&eacute;
dar a conocer el domicilio del rey cuando las negras han revelado
que preparan un asalto en el flanco del rey? Ser&iacute;a mejor estrategia
mantener al adversario en la oscuridad, posponer el enroque
por un tiempo y continuar desarrollando las piezas (lo que no
puede causar da&ntilde;o). Las negras podr&iacute;an llevar su dama a c7 con
el prop&oacute;sito de jugar pronto ...e5 y luego flanquear su alfil de
dama (... b6, seguido por ... Bb7).}<br/>
<strong>8. Re1</strong><br/>
{&iexcl;Todav&iacute;a mayor presi&oacute;n sobre e4! La torre se apodera de la
columna del rey, la cual est&aacute; cerrada, pero se abrir&aacute; despu&eacute;s de
que las blancas jueguen e5 y se cambien los peones.}<br/>
<strong>8... Qc7</strong><br/>
{Ubicaci&oacute;n ideal para la dama. Desde c7, hace presi&oacute;n sobre el
centro, especialmente sobre e5, y ejerce gran presi&oacute;n sobre la columna
del alfil de dama.<br/>
<img alt="" src="position08-01.png" width="100" height="100"><br/>
}<br/>
<strong>9. e4!</strong><br/>
{&iexcl;La jugada clave del sistema de Colle! Con ella, las blancas pretenden
abrir la posici&oacute;n y desatar la energ&iacute;a concentrada de sus piezas en
un ataque avasallador.
La amenaza inmediata es 10. e5, que representa un ataque
sencillo y brutal sobre dos piezas.}<br/>
<strong>9... cxd4</strong><br/>
{Como compensaci&oacute;n por estar a la defensiva, las negras controlan
la columna abierta del alfil... temporalmente.}<br/>
<strong>10. cxd4</strong><br/>
{Mejor que tomar con el caballo, que permite a las negras colocar
piezas en sus casillas e5 y c5.
Mientras tanto, las blancas renuevan la amenaza de ganar una
pieza mediante 11. e5.}<br/>
<strong>10... dxe4</strong><br/>
{Elimina la amenaza y deja a las blancas con un pe&oacute;n aislado de
dama. Dicho pe&oacute;n es especialmente vulnerable al ataque, pues no
puede ser protegido por otro pe&oacute;n, de los cuales el m&aacute;s pr&oacute;ximo
se encuentra a dos columnas de distancia.}<br/>
<strong>11. Nxe4</strong><br/>
{De ninguna manera 11. Bxe4, pues 11. ... Nxe4 ser&iacute;a la respuesta,
y las blancas pierden los servicios de su valioso alfil del rey.
"De la misma manera que Rousseau no pod&iacute;a pas&aacute;rsela sin
su gato, tampoco puedo yo jugar ajedrez sin mi alfil del rey", dice
Tarrasch. "Cuando falta, la partida es inanimada y fr&iacute;a. Falta el
factor vitalizador, y no puedo idear ning&uacute;n plan de ataque".}<br/>
<strong>11... b6</strong><br/>
{Con la intenci&oacute;n de movilizar su alfil de dama. Un poco m&aacute;s
oportuna hubiera sido la jugada 11. ... Bf4 para restringir a uno
de los amenazadores alfiles de las blancas.}<br/>
<strong>12. Bg5</strong><br/>
{El alfil ataca y abandona la casilla c1. La torre de dama la
ocupar&aacute;, ahuyentar&aacute; a la dama y asumir&aacute; el control de la bella
columna abierta.}<br/>
<strong>12... Nxe4</strong><br/>
{Aparentemente, las negras temieron continuar 12. ... Bb7,
pues la continuaci&oacute;n 13. Nxf6+ Nxf6 14. Bxf6 gxf6 desorganiza
su posici&oacute;n de peones en el flanco del rey.}<br/>
<strong>13. Rxe4!</strong><br/>
{Superior a la jugada natural 13. Bxe4, en que las negras podr&iacute;an
responder 13. ... Bb7, obligando a 14. Bd3 (para evitar el
cambio de alfiles). Entonces podr&iacute;an jugar 14. ... Bxf3 15. Qxf3
Bxh2+, conform&aacute;ndose con ganar un pe&oacute;n a cambio de sus penas.}<br/>
<strong>13... Bb7</strong><br/>
{Casi no hay nada mejor que esto, que ofrece al alfil una gran
diagonal. Si, por ejemplo, 13. ...Nf6 14. Rh4 resulta de dif&iacute;cil
contestaci&oacute;n. La amenaza de ganar un pe&oacute;n mediante 15. Bxf6
gxf6 16. Bxh7+ no podr&iacute;a evitarse con 14... h6, porque
15. Bxf6 gxf6 16. Rxh7 gana de todas maneras el pe&oacute;n.<br/>
<img alt="" src="position08-02.png" width="100" height="100"><br/>
}<br/>
<strong>14. Rc1!</strong><br/>
{&iexcl;Una magn&iacute;fica jugada! La torre se desarrolla eficazmente en
la columna abierta, mientras la dama tiene que recluirse en
la primera fila. All&iacute; estorba a la torre de dama, impidiendo su
desarrollo por largo tiempo . . . &iexcl;para siempre, seg&uacute;n veremos!}<br/>
<strong>14... Qb8</strong><br/>
{No hay otra cosa: la continuaci&oacute;n 14. ... Bxe4 15. Rxc7 Bxf3
16. Qxf3 Bxc7 17. Qc6 gana una pieza para las blancas.}<br/>
<strong>15. Rh4!</strong><br/>
{&iexcl;Lo que se persegu&iacute;a! La amenaza de las blancas 16. Bxh7+ hace
que uno de los peones que se encuentran frente al rey se mueva
hacia adelante. Las blancas tienen una ventaja, cualquiera que sea
el pe&oacute;n que avance, y es:
Toda jugada de los peones debilita la estructura defensiva.
Toda casilla que no est&eacute; defendida (como consecuencia de dicho
avance) crea una debilidad en la posici&oacute;n.}<br/>
<strong>15... g6</strong><br/>
{Si las negras intentan defender al pe&oacute;n de torre con 15. ... Nf6
16. Bxf6 gxf6 17. Bxh7+ gana al pe&oacute;n de todas maneras. O si las
negras adelantan el pe&oacute;n de torre 15. ...h6, entonces 16. Bxh6 gxh6 17. Rxh6
es una combinaci&oacute;n evidente de sacrificio que deshace el cord&oacute;n
de peones y expone al rey a un ataque mortal.
Las blancas han conseguido lo que se propon&iacute;an. Han hecho que
avance el pe&oacute;n del caballo de rey. Pero, &iquest;c&oacute;mo explotan la debilidad
resultante? &iquest;Hay alg&uacute;n ataque contra el pe&oacute;n? Aparentemente
no lo hay, pues para atacarlo con el pe&oacute;n de torre deben mover
la torre y luego jugar h4 y h5, proceso que requiere tiempo
y obtiene poco.
&iquest;Qu&eacute; otra l&iacute;nea queda? &iquest;Sacrificar una pieza por el pe&oacute;n de caballo?
Evidentemente es in&uacute;til, pues las blancas no podr&iacute;an romper
as&iacute; la posici&oacute;n.
Pero el pe&oacute;n avanz&oacute; y hay una debilidad en alguna parte.
Sabemos que esto es cierto, y en ello debe estar la clave de
la combinaci&oacute;n victoriosa.
El adelanto del pe&oacute;n debilit&oacute; las casillas h6 y f6, que ya no
est&aacute;n defendidas por un pe&oacute;n. Esto significa que las blancas deber&aacute;n
procurar apoderarse del control de estas casillas, ya sea
ocup&aacute;ndolas con sus piezas o us&aacute;ndolas como medio para penetrar
en el campo enemigo.
Pero, &iexcl;un momento! &iquest;No defiende todav&iacute;a el caballo negro su casilla f6?
As&iacute; es, y el saberlo nos da la informaci&oacute;n que necesit&aacute;bamos. El caballo es
el guardi&aacute;n de las casillas negras, &iexcl;y hay que destruirlo!<br/>
<img alt="" src="position08-03.png" width="100" height="100"><br/>
}<br/>
<strong>16. Bb5! Qe8</strong><br/>
{No hay otra manera de proteger al caballo.
Si 16... Bc8 17. Bc6 gana la calidad.
Si 16... Bxf3 17. Qxf3 Qe8 18. Qc6 gana una pieza.
Despu&eacute;s de la jugada del texto, el caballo queda clavado y se convierte
en un magn&iacute;fico blanco para nuevos ataques.}<br/>
<strong>17. Ne5 Bc8</strong><br/>
{No es mejor 17. ... Bxe5 18. dxe5 (descubriendo el ataque de
la dama sobre el caballo), Bc8 (o ... Bd5) 19. Rc7 y la miserable
criatura tiene que perecer.}<br/>
<strong>18. Rxc8!</strong><br/>
{&iexcl;Quitando todo apoyo al caballo! La t&eacute;cnica es sencilla: si no
es posible agravar la presi&oacute;n sobre una pieza, v&eacute;ase si se puede
eliminar a uno de sus defensores.}<br/>
<strong>18... Qxc8</strong><br/>
{De ninguna manera 18. ...Rxc8, en que 19. Bxd7 gana dos
piezas por una torre y luego arrincona a la dama.}<br/>
<strong>19. Bxd7</strong><br/>
{Las blancas tienen dos piezas por la torre, &iexcl;y el ataque!}
<strong>19... Qc7</strong><br/>
{No, 19. ... Qb7 o 19. ... Qb8, pues 20. Bc6 gana la calidad.
La alternativa era 19. ... Qa6, pero las negras esperan tener
alg&uacute;n contra juego en la columna del alfil.}<br/>
<strong>20. Ng4!</strong><br/>
{El primer paso para explotar las casillas negras d&eacute;biles trae
consigo una amenaza de mate con 21. Nf6+ Kh8 (o 21... Kg7) 22. Rxh7#.}<br/>
<strong>20... h5</strong><br/>
{El rey necesita mucho espacio. El intento liberador con 20. ...
f5 fracasa porque 21. Bxe6+ Kh8 (21. ... Kg7 22. Bh6+ gana
calidad) 22. Nf6, y la resistencia es in&uacute;til.}<br/>
<strong>21. Nf6+ Kg7</strong><br/>
{Si 21. ... Kh8 22. Rxh7+ lleva al mate.}<br/>
<strong>22. Nxh5+</strong><br/>
{Sacrificando al caballo para acabar con los peones que protegen al rey.}<br/>
<img alt="" src="position08-04.png" width="100" height="100"><br/>
<strong>22... gxh5</strong><br/>
{Las negras deben tomar al caballo, porque despu&eacute;s de
22. ... Kg7 (o h7) 23. Nf6+, Kg7 24. Rh7 es mate.}<br/>
<strong>23. Qxh5</strong><br/>
{Las blancas amenazan dos mates en la columna de torre.}<br/>
<strong>23... Rh8 24. Bh6+</strong><br/>
{Las negras abandonan, pues hay mate en 2.}<br/><br/>

1-0
</body>
</html>